type Items = {
  id: string;
  title: string;
  description: string;
  time: string;
};
export const professionalItems: Items[] = [
  {
    title: "Front-end Developer",
    description:
      "Працюю як фрілансер . Створюю адаптивні веб-сайти та веб-додатки з використанням Next.js, Tailwind CSS, React та TypeScript. Займаюсь інтеграцією API, створенням інтуїтивно зрозумілих інтерфейсів користувача та працюю з бекендом, використовуючи Next.js та бази даних, щоб забезпечити ефективну та масштабовану взаємодію між сервером і клієнтом.",
    time: "Жовтень 2022 · Сьогодні",
    id: "1",
  },
];

export const academicItems: Items[] = [
  {
    title: "Навчаюся на магістра",
    description:
      "За спеціальністю Інженерія програмного забезпечення у Західноукраїнському національному університеті.",
    time: "Вересень 2023 · Сьогодні",
    id: "1",
  },
  {
    title: "Отримав ступінь бакалавра",
    description:
      "За спеціальністю Інженерія програмного забезпечення у Західноукраїнському національному університеті.",
    time: "2019 · 2023",
    id: "2",
  },
  {
    title: "Закінчив середню школу",
    description: "Отримав повну загальну середню освіту у 2019 році.",
    time: "22.06.2019",
    id: "3",
  },
];
